status/src/2022/0527.org
#+TITLE: 21 May 2022 - 27 May 2022

* MIT OCW
** 18.02 - Multiple Variable Calculus
*** Sessio 63-64
** 8.01X+8.01L - Physics I - Classical Mechanics with Labs
*** Started Problem Set 2
*** Planning experiment to measure 'g'
** 21G.701 Spanish
*** Finished Episodes 30-31 (no progress this week)
* Mill Controller #2
** Potential for using old Compaq iPaq boards.
** May use OLPC in the meantime.
** Still having problems with mill controller booting reliably.
   Needs a new RTC battery.
* OLPC
** Needs ML1120 coin batteries to fix "invalid system date".
* Virtual Orchestra
** sfz file tests
   Sample database started.
* GAC
  Fixed some math errors. More to go.
* Intel i5
  Still looking for a suitable motherboard and system. Reminds me why
  this is one of my least favorite activities.
* David Davies
** Broadcom BCG? Employee indicted for running a brothel.
** New case C1923172, consolidated with *15* Parties.
** Next hearing 9/6/2022
* Peter Kim
** Broadcom CSG Employee indicted for trade secret theft.
** United States v. Kim (5:21-cr-00438).
** Change of Plea Hearing set for 5/31/2022
