status/2022/0527.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-28 Sat 04:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>21 May 2022 - 27 May 2022</title>
<meta name="author" content="Daniel Kelley" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">21 May 2022 - 27 May 2022</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org65688ac">1. MIT OCW</a>
<ul>
<li><a href="#orgeea8b27">1.1. 18.02 - Multiple Variable Calculus</a>
<ul>
<li><a href="#org2d9a3c2">1.1.1. Sessio 63-64</a></li>
</ul>
</li>
<li><a href="#org533a79c">1.2. 8.01X+8.01L - Physics I - Classical Mechanics with Labs</a>
<ul>
<li><a href="#org05d78da">1.2.1. Started Problem Set 2</a></li>
<li><a href="#org912d1e5">1.2.2. Planning experiment to measure 'g'</a></li>
</ul>
</li>
<li><a href="#orgb81a5fe">1.3. 21G.701 Spanish</a>
<ul>
<li><a href="#org3cb4278">1.3.1. Finished Episodes 30-31 (no progress this week)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb29cb0f">2. Mill Controller #2</a>
<ul>
<li><a href="#org983afee">2.1. Potential for using old Compaq iPaq boards.</a></li>
<li><a href="#orgbc0feb1">2.2. May use OLPC in the meantime.</a></li>
<li><a href="#orgc236d88">2.3. Still having problems with mill controller booting reliably.</a></li>
</ul>
</li>
<li><a href="#org696eecb">3. OLPC</a>
<ul>
<li><a href="#org47737e1">3.1. Needs ML1120 coin batteries to fix "invalid system date".</a></li>
</ul>
</li>
<li><a href="#orgdb2bf48">4. Virtual Orchestra</a>
<ul>
<li><a href="#org96d72da">4.1. sfz file tests</a></li>
</ul>
</li>
<li><a href="#orgeb44e7b">5. GAC</a></li>
<li><a href="#org068850e">6. Intel i5</a></li>
<li><a href="#orgb965eac">7. David Davies</a>
<ul>
<li><a href="#orgf6ff563">7.1. Broadcom BCG? Employee indicted for running a brothel.</a></li>
<li><a href="#org3df8744">7.2. New case C1923172, consolidated with <b>15</b> Parties.</a></li>
<li><a href="#orga98c9a4">7.3. Next hearing 9/6/2022</a></li>
</ul>
</li>
<li><a href="#orgf2063ba">8. Peter Kim</a>
<ul>
<li><a href="#org94f06e8">8.1. Broadcom CSG Employee indicted for trade secret theft.</a></li>
<li><a href="#org3ed816f">8.2. United States v. Kim (5:21-cr-00438).</a></li>
<li><a href="#org7b3d02d">8.3. Change of Plea Hearing set for 5/31/2022</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org65688ac" class="outline-2">
<h2 id="org65688ac"><span class="section-number-2">1.</span> MIT OCW</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgeea8b27" class="outline-3">
<h3 id="orgeea8b27"><span class="section-number-3">1.1.</span> 18.02 - Multiple Variable Calculus</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org2d9a3c2" class="outline-4">
<h4 id="org2d9a3c2"><span class="section-number-4">1.1.1.</span> Sessio 63-64</h4>
</div>
</div>
<div id="outline-container-org533a79c" class="outline-3">
<h3 id="org533a79c"><span class="section-number-3">1.2.</span> 8.01X+8.01L - Physics I - Classical Mechanics with Labs</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org05d78da" class="outline-4">
<h4 id="org05d78da"><span class="section-number-4">1.2.1.</span> Started Problem Set 2</h4>
</div>
<div id="outline-container-org912d1e5" class="outline-4">
<h4 id="org912d1e5"><span class="section-number-4">1.2.2.</span> Planning experiment to measure 'g'</h4>
</div>
</div>
<div id="outline-container-orgb81a5fe" class="outline-3">
<h3 id="orgb81a5fe"><span class="section-number-3">1.3.</span> 21G.701 Spanish</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org3cb4278" class="outline-4">
<h4 id="org3cb4278"><span class="section-number-4">1.3.1.</span> Finished Episodes 30-31 (no progress this week)</h4>
</div>
</div>
</div>
<div id="outline-container-orgb29cb0f" class="outline-2">
<h2 id="orgb29cb0f"><span class="section-number-2">2.</span> Mill Controller #2</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org983afee" class="outline-3">
<h3 id="org983afee"><span class="section-number-3">2.1.</span> Potential for using old Compaq iPaq boards.</h3>
</div>
<div id="outline-container-orgbc0feb1" class="outline-3">
<h3 id="orgbc0feb1"><span class="section-number-3">2.2.</span> May use OLPC in the meantime.</h3>
</div>
<div id="outline-container-orgc236d88" class="outline-3">
<h3 id="orgc236d88"><span class="section-number-3">2.3.</span> Still having problems with mill controller booting reliably.</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Needs a new RTC battery.
</p>
</div>
</div>
</div>
<div id="outline-container-org696eecb" class="outline-2">
<h2 id="org696eecb"><span class="section-number-2">3.</span> OLPC</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org47737e1" class="outline-3">
<h3 id="org47737e1"><span class="section-number-3">3.1.</span> Needs ML1120 coin batteries to fix "invalid system date".</h3>
</div>
</div>
<div id="outline-container-orgdb2bf48" class="outline-2">
<h2 id="orgdb2bf48"><span class="section-number-2">4.</span> Virtual Orchestra</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org96d72da" class="outline-3">
<h3 id="org96d72da"><span class="section-number-3">4.1.</span> sfz file tests</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Sample database started.
</p>
</div>
</div>
</div>
<div id="outline-container-orgeb44e7b" class="outline-2">
<h2 id="orgeb44e7b"><span class="section-number-2">5.</span> GAC</h2>
<div class="outline-text-2" id="text-5">
<p>
Fixed some math errors. More to go.
</p>
</div>
</div>
<div id="outline-container-org068850e" class="outline-2">
<h2 id="org068850e"><span class="section-number-2">6.</span> Intel i5</h2>
<div class="outline-text-2" id="text-6">
<p>
Still looking for a suitable motherboard and system. Reminds me why
this is one of my least favorite activities.
</p>
</div>
</div>
<div id="outline-container-orgb965eac" class="outline-2">
<h2 id="orgb965eac"><span class="section-number-2">7.</span> David Davies</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-orgf6ff563" class="outline-3">
<h3 id="orgf6ff563"><span class="section-number-3">7.1.</span> Broadcom BCG? Employee indicted for running a brothel.</h3>
</div>
<div id="outline-container-org3df8744" class="outline-3">
<h3 id="org3df8744"><span class="section-number-3">7.2.</span> New case C1923172, consolidated with <b>15</b> Parties.</h3>
</div>
<div id="outline-container-orga98c9a4" class="outline-3">
<h3 id="orga98c9a4"><span class="section-number-3">7.3.</span> Next hearing 9/6/2022</h3>
</div>
</div>
<div id="outline-container-orgf2063ba" class="outline-2">
<h2 id="orgf2063ba"><span class="section-number-2">8.</span> Peter Kim</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org94f06e8" class="outline-3">
<h3 id="org94f06e8"><span class="section-number-3">8.1.</span> Broadcom CSG Employee indicted for trade secret theft.</h3>
</div>
<div id="outline-container-org3ed816f" class="outline-3">
<h3 id="org3ed816f"><span class="section-number-3">8.2.</span> United States v. Kim (5:21-cr-00438).</h3>
</div>
<div id="outline-container-org7b3d02d" class="outline-3">
<h3 id="org7b3d02d"><span class="section-number-3">8.3.</span> Change of Plea Hearing set for 5/31/2022</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Daniel Kelley</p>
<p class="date">Created: 2023-10-28 Sat 04:38</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>